Revit 2027 API
AreaBasedLoadData.LoadDensity Property
 The load density of the area based load.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double LoadDensity { get; }
Public ReadOnly Property LoadDensity As Double
	Get
public:
property double LoadDensity {
	double get ();
}
member LoadDensity : float with get
Property Value
Double
See Also
Reference
AreaBasedLoadData Class
Autodesk.Revit.DB.Electrical Namespace